[
  {
    "dayNumber": 1,
    "dayNumberAr": "١",
    "dayPrayer": "اللهم اجعل صيامي فيه صيام الصادقين، وقيامي فيه قيام القانتين، ونبهني فيه عن نومة الغافلين، واغفر لي جرمي فيه يا إله العالمين، واعف عني يا عافيا عن المجرمين.",
    "dayAudio": "day1.mp3",
    "dayAudioLength": "0.40"
  },
  {
    "dayNumber": 2,
    "dayNumberAr": "٢",
    "dayPrayer": "اللهم اجعل صيامي فيه صيام الصادقين، وقيامي فيه قيام القانتين، ونبهني فيه عناللهم قربني فيه إلى مرضاتك، وجنبني فيه من سخطك ونقماتك، ووفقني فيه لقراءة آياتك، برحمتك يا أرحم الراحمين.",
    "dayAudio": "day2.mp3",
    "dayAudioLength": "0.38"
  },
  {
    "dayNumber": 3,
    "dayNumberAr": "٣",
    "dayPrayer": "اللهم ارزقني فيه الذهن والتنبيه، وباعدني فيه من السفاهة والتمويه، واجعل لي نصيبا من كل خير تنزل فيه، بجودك يا أجود الأجودين.",
    "dayAudio": "day3.mp3",
    "dayAudioLength": "0.43"
  },
  {
    "dayNumber": 4,
    "dayNumberAr": "٤",
    "dayPrayer": "اللهم قوني فيه على إقامة أمرك، وأذقني فيه حلاوة ذكرك، وأوزعني فيه لأداء شكرك بكرمك، واحفظني فيه بحفظك وسترك، يا أبصر الناظرين.",
    "dayAudio": "day4.mp3",
    "dayAudioLength": "0.41"
  },
  {
    "dayNumber": 5,
    "dayNumberAr": "٥",
    "dayPrayer": "اللهم اجعلني فيه من المستغفرين، واجعلني فيه من عبادك الصالحين القانتين، واجعلني فيه من أوليائك المقربين، برأفتك يا أرحم الراحمين.",
    "dayAudio": "day5.mp3",
    "dayAudioLength": "0.43"
  },
  {
    "dayNumber": 6,
    "dayNumberAr": "٦",
    "dayPrayer": "اللهم لا تخذلني فيه لتعرض معصيتك، ولا تضربني بسياط نقمتك، وزحزحني فيه من موجبات سخطك، بمنك وأياديك يا منتهى رغبة الراغبين.",
    "dayAudio": "day6.mp3",
    "dayAudioLength": "0.48"
  },
  {
    "dayNumber": 7,
    "dayNumberAr": "٧",
    "dayPrayer": "اللهم أعني فيه على صيامه وقيامه، وجنبني فيه من هفواته وآثامه، وارزقني فيه ذكرك بدوامه، بتوفيقك يا هادي المضلين.",
    "dayAudio": "day7.mp3",
    "dayAudioLength": "0.42"
  },
  {
    "dayNumber": 8,
    "dayNumberAr": "٨",
    "dayPrayer": "اللهم ارزقني فيه رحمة الأيتام، وإطعام الطعام، وإفشاء السلام، وصحبة الكرام، بطولك يا ملجأ الآملين.",
    "dayAudio": "day8.mp3",
    "dayAudioLength": "0.50"
  },
  {
    "dayNumber": 9,
    "dayNumberAr": "٩",
    "dayPrayer": "اللهم اجعل لي فيه نصيبا من رحمتك الواسعة، واهدني فيه لبراهينك الساطعة، وخذ بناصيتي إلى مرضاتك الجامعة، بمحبتك يا أمل المشتاقين.",
    "dayAudio": "day9.mp3",
    "dayAudioLength": "0.45"
  },
  {
    "dayNumber": 10,
    "dayNumberAr": "١٠",
    "dayPrayer": "اللهم اجعلني فيه من المتوكلين عليك، واجعلني فيه من الفائزين لديك، واجعلني فيه من المقربين إليك، بإحسانك يا غاية الطالبين.",
    "dayAudio": "day10.mp3",
    "dayAudioLength": "0.40"
  },
  {
    "dayNumber": 11,
    "dayNumberAr": "١١",
    "dayPrayer": "اللهم حبب إلى فيه الإحسان، وكره فيه الفسوق والعصيان، وحرم على فيه السخط والنيران، بعونك يا غياث المستغيثين.",
    "dayAudio": "day11.mp3",
    "dayAudioLength": "0.43"
  },
  {
    "dayNumber": 12,
    "dayNumberAr": "١٢",
    "dayPrayer": "اللهم زيني فيه بالستر والعفاف، واسترني فيه بلباس القنوع والكفاف، واحملني فيه على العدل والإنصاف، وآمني فيه من كل ما أخاف، بعصمتك يا عصمة الخائفين.",
    "dayAudio": "day12.mp3",
    "dayAudioLength": "0.45"
  },
  {
    "dayNumber": 13,
    "dayNumberAr": "١٣",
    "dayPrayer": "اللهم طهرني فيه من الدنس والأقذار، وصبرني فيه على كائنات الأقدار، ووفقني فيه للتقى وصحبة الأبرار، بعونك يا قرة عين المساكين.",
    "dayAudio": "day13.mp3",
    "dayAudioLength": "0.46"
  },
  {
    "dayNumber": 14,
    "dayNumberAr": "١٤",
    "dayPrayer": "اللهم لا تؤاخذني فيه بالعثرات، وأقلني فيه من الخطايا والهفوات، ولا تجعلني فيه غرضا للبلايا والآفات، بعزتك يا عز المسلمين.",
    "dayAudio": "day14.mp3",
    "dayAudioLength": "0.46"
  },
  {
    "dayNumber": 15,
    "dayNumberAr": "١٥",
    "dayPrayer": "اللهم ارزقني فيه طاعة الخاشعين، واشرح فيه صدري بإنابة المخبتين، بأمانك يا أمان الخائفين.",
    "dayAudio": "day15.mp3",
    "dayAudioLength": "0.35"
  },
  {
    "dayNumber": 16,
    "dayNumberAr": "١٦",
    "dayPrayer": "اللهم وفقني فيه لموافقة الأبرار، وجنبني فيه مرافقة الأشرار، وآوني فيه برحمتك إلى دار القرار، بإلهيتك يا إله العالمين.",
    "dayAudio": "day16.mp3",
    "dayAudioLength": "0.46"
  },
  {
    "dayNumber": 17,
    "dayNumberAr": "١٧",
    "dayPrayer": "اللهم اهدني فيه لصالح الأعمال، واقض لي فيه الحوائج والآمال، يا من لا يحتاج إلى التفسير والسؤال، يا عالما بما في صدور العالمين، صل على محمد وآله الطاهرين.",
    "dayAudio": "day17.mp3",
    "dayAudioLength": "0.42"
  },
  {
    "dayNumber": 18,
    "dayNumberAr": "١٨",
    "dayPrayer": "اللهم نبهني فيه لبركات أسحاره، ونور قلبي بضياء أنواره، وخذ بكل أعضائي إلى اتباع آثاره، بنورك يا منور قلوب العارفين.",
    "dayAudio": "day18.mp3",
    "dayAudioLength": "0.46"
  },
  {
    "dayNumber": 19,
    "dayNumberAr": "١٩",
    "dayPrayer": "اللهم وفر فيه حظي من بركاته، وسهل سبيلي إلى خيراته، ولا تحرمني قبول حسناته، يا هاديا إلى الحق المبين.",
    "dayAudio": "day19.mp3",
    "dayAudioLength": "0.40"
  },
  {
    "dayNumber": 20,
    "dayNumberAr": "٢٠",
    "dayPrayer": "اللهم افتح لي فيه أبواب الجنان، وأغلق عني فيه أبواب النيران، ووفقني فيه لتلاوة القرآن، يا منزل السكينة في قلوب المؤمنين.",
    "dayAudio": "day20.mp3",
    "dayAudioLength": "0.44"
  },
  {
    "dayNumber": 21,
    "dayNumberAr": "٢١",
    "dayPrayer": "اللهم اجعل لي فيه إلى مرضاتك دليلا، ولا تجعل للشيطان فيه على سبيلا، واجعل الجنة لي منزلا ومقيلا، يا قاضي حوائج الطالبين.",
    "dayAudio": "day21.mp3",
    "dayAudioLength": "0.38"
  },
  {
    "dayNumber": 22,
    "dayNumberAr": "٢٢",
    "dayPrayer": "اللهم افتح لي فيه أبواب فضلك، وأنزل على فيه بركاتك، ووفقني فيه لموجبات مرضاتك، وأسكني فيه بحبوحات جناتك، يا مجيب دعوة المضطرين.",
    "dayAudio": "day22.mp3",
    "dayAudioLength": "0.56"
  },
  {
    "dayNumber": 23,
    "dayNumberAr": "٢٣",
    "dayPrayer": "اللهم اغسلني فيه من الذنوب، وطهرني فيه من العيوب، وامتحن قلبي فيه بتقوى القلوب، يا مقيل عثرات المذنبين.",
    "dayAudio": "day23.mp3",
    "dayAudioLength": "0.42"
  },
  {
    "dayNumber": 24,
    "dayNumberAr": "٢٤",
    "dayPrayer": "اللهم إني أسألك فيه ما يرضيك، وأعوذ بك مما يؤذيك، وأسألك التوفيق فيه لأن أطيعك ولا أعصيك، يا جواد السائلين.",
    "dayAudio": "day24.mp3",
    "dayAudioLength": "0.44"
  },
  {
    "dayNumber": 25,
    "dayNumberAr": "٢٥",
    "dayPrayer": "اللهم اجعلني فيه محبا لأوليائك، ومعاديا لأعدائك، مستنا بسنة خاتم أنبيائك، يا عاصم قلوب النبيين.",
    "dayAudio": "day25.mp3",
    "dayAudioLength": "0.39"
  },
  {
    "dayNumber": 26,
    "dayNumberAr": "٢٦",
    "dayPrayer": "اللهم اجعل سعيي فيه مشكورا، وذنبي فيه مغفورا، وعملي فيه مقبولا، وعيبي فيه مستورا، يا أسمع السامعين.",
    "dayAudio": "day26.mp3",
    "dayAudioLength": "0.44"
  },
  {
    "dayNumber": 27,
    "dayNumberAr": "٢٧",
    "dayPrayer": "اللهم ارزقني فيه فضل ليلة القدر، وصير أموري فيه من العسر إلى اليسر، واقبل معاذيري وحط عني الذنب والوزر، يا رؤوفا بعباده الصالحين.",
    "dayAudio": "day27.mp3",
    "dayAudioLength": "0.48"
  },
  {
    "dayNumber": 28,
    "dayNumberAr": "٢٨",
    "dayPrayer": "اللهم وفر حظي فيه من النوافل، وأكرمني فيه بإحضار المسائل، وقرب فيه وسيلتي إليك من بين الوسائل، يا من لا يشغله إلحاح الملحين.",
    "dayAudio": "day28.mp3",
    "dayAudioLength": "0.37"
  },
  {
    "dayNumber": 29,
    "dayNumberAr": "٢٩",
    "dayPrayer": "اللهم غشني فيه بالرحمة، وارزقني فيه التوفيق والعصمة، وطهر قلبي من غياهب التهمة، يا رحيما بعباده المؤمنين.",
    "dayAudio": "day29.mp3",
    "dayAudioLength": "0.40"
  },
  {
    "dayNumber": 30,
    "dayNumberAr": "٣٠",
    "dayPrayer": "اللهم اجعل صيامي فيه بالشكر والقبول على ما ترضاه ويرضاه الرسول، محكمة فروعه بالأصول، بحق سيدنا محمد وآله الطاهرين، والحمد لله رب العالمين.",
    "dayAudio": "day30.mp3",
    "dayAudioLength": "0.40"
  }

]